LOADING_TIPS = [
    "💡 Двойной клик по цене в смете ERP позволяет задать её вручную.",
    "💡 Используйте глобальный поиск, чтобы быстро находить артефакты и журналы.",
    "💡 Налог станка автоматически рассчитывается из Item Value ресурса.",
    "💡 Кнопка «Сейв в базу» сохраняет все ваши планы между запусками.",
    "💡 Вы можете отключить галочки Premium или Journals, чтобы пересчитать весь план.",
    "💡 Глобальная синхронизация обновляет цены более 9000 предметов в фоне.",
    "💡 Красная корзина в ERP полностью убирает заказ из текущего плана.",
    "💡 Чем выше тир предмета, тем больше славы (fame) он дает при крафте.",
    "💡 Использование Фокуса значительно повышает возврат ресурсов (RRR).",
    "💡 Журналы рабочих — это отличный способ получить пассивный доход с крафта.",
    "💡 Качество предмета (Шедевр и т.д.) влияет на его рыночную стоимость, но не на ресурсы.",
    "💡 Если вы попытаетесь загрузить пузо Аттораса - наши сервера не выдержат и лягут",
    "💡 Однажды наш сис.админ зашёл в серверную, а там сервер горит и Ветерок калик с двумя яблоками тянет"
]